;(function($){
	$.fn.datetimepicker.dates['locale'] = {
		days: ["日", "一", "二", "三", "四", "五", "六", "日"],
		daysShort: ["日", "一", "二", "三", "四", "五", "六", "日"],
		daysMin: ["日", "一", "二", "三", "四", "五", "六", "日"],
		months: ["一月", "二月", "三月", "四月", "五月", "六月", "七月", "八月", "九月", "十月", "十一月", "十二月"],
		monthsShort: ["一月", "二月", "三月", "四月", "五月", "六月", "七月", "八月", "九月", "十月", "十一月", "十二月"],
		today: "今天",
		suffix: [],
		meridiem: ["上午", "下午"],
		weekStart: 1,
		format: "yyyy-mm-dd hh:ii"
	};
}(jQuery));
